import streamlit as st

st.set_page_config(
    page_title="Главная",
    page_icon="👋",
)

st.markdown("# Доброго времени суток!")

st.markdown("### Где я?")
st.markdown('Поздравляем! Вы попали на демо команды "Своего рода ученые" для решения кейса Автоматической диспетчеризации.')

st.markdown("### В чем заключается решение?")
st.markdown(
    """
    В рамках демо мы предлагаем вам познакомиться с MVP нашего продукта, состоящего из 2 основных разделов: \n
    1. **Интерфейс пользователя**
    2. **Интерфейс сотрудника**
    """
)

st.markdown("### Есть еще что-то?")
st.markdown(
    """
    Да! Помимо основной задачи, мы предлагаем чуть-чуть изменить поставновку задачи :)

    Итак, третий раздел нашего демо: \n
    3. **Мультиклассовая классификация**
    """
)